Revit 2027 API
ParameterTypeId.StructuralSectionBottomCutWidth Property
 "Bottom Cut Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionBottomCutWidth { get; }
Public Shared ReadOnly Property StructuralSectionBottomCutWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionBottomCutWidth {
	ForgeTypeId^ get ();
}
static member StructuralSectionBottomCutWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace